Repository: VytenisP/automatic-full-backup
Catalog: po/*.po
Languages: lt

source: Pack in zip archive current folder and add to '%s' OMB?
lt: Suglausti šį katalogą į zip archyvą ir įtraukti į '%s' OMB?

source: The found files:
lt: Surasti failai:

source: You are using built-in multiboot from %s sections!
lt: Jūs naudojate integruotą atvaizdų multiįkėlimą iš %s!

source: You are using dual multiboot!
lt: Jūs naudojate atvaizdų multiįkėlimą!

source: %s (maybe error)
lt: %s (galbūt klaida)

source: %s (maybe ok)
lt: %s (galbūt gerai)

source: (unknown mode)
lt: (nežinomas režimas)

source: - OK show/nide
lt: - 'OK' rodyti/nerodyti

source: as recovery
lt: kaip atkūrimas

source: nothing!
lt: nieko!

source: ver.
lt: vers.

source: '%s' archive was successfully added to '%s' OMB!
lt: '%s' archyvas sėkmingai įtrauktas į '%s' OMB!

source: 'ofgwrite' not installed!
lt: 'ofgwrite' neįdiegtas!

source: 'zip' not installed!
lt: 'zip' neįdiegtas!

source: *** boxmode=1 (Standard) *** +++ Features +++ 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC, MAIN only (no PIP), Limited display usages, UHD only (no SD), No multi-PIP, No transcoding --- Restrictions --- Decoder 0: 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC OSD Grafic 0: 1080p60 32 bit ARGB Display 0 Encode Restrictions: 3840x2160p60 12-bit 4:2:0 (HDMI), 3840x2160p60 12-bit 4:2:2 (HDMI), 3840x2160p60 8-bit 4:4:4 (HDMI), 1920x1080p60 (component), Only one display format at a time If you want 1080p60 component, HDMI also needs to be 1080p60.
lt: *** režimas = 1 (įprastinis) *** +++ Savybės +++ 3840x2160p60 10 bitų HEVC, 3840x2160p60 8 bitų VP9, 1920x1080p60 8 bitų AVC, TIK PAGRINDINIS (be PIP), apribotas monitoriaus naudojimas, tik UHD (ne SD), be kelių PIP, neperkoduojant --- Apribojimai --- Dekoderis 0: 3840x2160p60 10 bitų HEVC, 3840x2160p60 8 bitų VP9, 1920x1080p60 8 bitų AVC Ekrano grafika 0: 1080p60 32 bitų ARGB Ekrano 0 kodavimo ribojimai: 3840x2160p60 12 bitų 4:2:0 (HDMI), 3840x2160p60 12 bitų 4:2:2 (HDMI), 3840x2160p60 8 bitų 4:4:4 (HDMI), 1920x1080p60 (komponentas), vienu metu tik vieno formato Jei norite 1080p60 komponento, HDMI taip pat turi būti 1080p60.

source: *** boxmode=12 (Experimental) *** +++ Features +++ 3840x2160p50 10-bit decode for MAIN, 1080p25/50i PIP support, HDMI input (if available), UHD display only, No SD display, No transcoding --- Restrictions --- Decoder 0: 3840x2160p50 10-bit HEVC, 3840x2160p50 8-bit VP9, 1920x1080p50 8-bit AVC/MPEG Decoder 1: 1920x1080p25/50i 10-bit HEVC, 1920x1080p25/50i 8-bit VP9/AVC/MPEG2, HDMI In (if available), 3840x2160p50 OSD Graphic 0 (UHD): 1080p50 32-bit ARGB Window 0 (MAIN/UHD): Limited display capabilities, 1080i50 10-bit de-interlacing Multi-PIP mode (3x): Enigma2 supported no multi-PIP Window 1 (PIP/UHD) (Enigma2 PIP Mode): Up to 1/2 x 1/2 screen display, 576i50 de-interlacing Display 0 (UHD) Encode Restrictions: 3840x2160p50
lt: *** režimas = 12 (eksperimentinis) *** +++ Savybės +++ 3840x2160p50 10 bitų PAGRINDINIS atkodavimas, 1080p25/50i PIP palaikymas, HDMI įvestis (jei yra), TIK UHD ekranas (ne SD), be perkodavimo --- Apribojimai --- Dekoderis 0: 3840x2160p50 10 bitų HEVC, 3840x2160p50 8 bitų VP9, 1920x1080p50 8 bitų AVC/MPEG Dekoderis 1: 1920x1080p25/50i 10 bitų HEVC, 1920x1080p25/50i 8 bitų VP9/AVC/MPEG2, HDMI įvestis (jei yra), 3840x2160p50 Ekrano grafika 0 (UHD): 1080p50 32 bitų ARGB Langas 0 (pagrindinis/UHD): ribotų galimybių, 1080i50 10 bitų perpynimai Kelių PiP langų režimas (3x): Enigma2 nepalaiko kelių PiP Langas 1 (PIP\ UHD) (Enigma2 PiP režimas): iki 1/2 x 1/2 ekrano, 576i50 perpynimas Ekrano 0 (UHD) iškodavimo apribojimai: 3840x2160p50

source: 2160p50 with PiP
lt: 2160p50 su PiP

source: 2160p60 without PiP (default)
lt: 2160p60 be PiP (numatytasis)

source: < Needs create file *(any name).fbackup in USB device >
lt: <USB katalogų viršūnėje reikia sukurti failą (bet koks pavadinimas).fbackup >

source: A recording is currently running. Please stop the recording before trying to start a flashing.
lt: Dabar vyksta įrašymas. Prieš atvaizdo įdiegimą, nutraukite įrašymą.

source: AFB Not enough free space on device! You need at least 1500Mb free space!
lt: AFB Įrenginyje nepakanka laisvos vietos! Reikia mažiausiai 1500 Mb laisvos vietos!

source: AFB Not enough free space on device! You need at least 300Mb free space!
lt: AFB Įrenginyje nepakanka laisvos vietos! Reikia mažiausiai 300 Mb laisvos vietos!

source: AFB Not found mount device for create full backup!
lt: AFB Nepajungta jokia laikmena pilnai kopijai išsaugoti!

source: Add to OMB
lt: Įtraukti į OMB

source: Alternative Image 1 partition for boot repair not found.
lt: Alternatyvaus atvaizdo 1 skaidinio įkrovai sutvarkyti nerasta.

source: Automatic Full Backup
lt: Automatinė pilna atsarginė kopija

source: Automatic cleanup backups
lt: Automatinis atsarginių kopijų valymas

source: Automatic full backup
lt: Automatinė pilna atsarginė kopija

source: Automatic start time
lt: Automatiško paleidimo laikas

source: Background mode
lt: Foniniu režimu

source: Backup location
lt: Atsarginės kopijos saugojimo vieta

source: Behaviour in deep standby
lt: Elgsena, esant giliame budėjime

source: Can not repair file %s
lt: Sutvarkyti failo %s nepavyko

source: Can not write file %s
lt: Įrašyti failo %s nepavyko

source: Cancel
lt: Atšaukti

source: Caution, next boot is starts with these settings!
lt: Atsargiai, su šiais nustatymais pasileidžia kita įkrova!

source: Choice days for create backup
lt: Pasirinkite dienas atsarginei kopijai sukurti

source: Command line error!
lt: Komandų eilutės klaida!

source: Console log
lt: Konsolės žurnalas

source: Console mode
lt: Konsolės režimas

source: Create a full backup image
lt: Sukurti atvaizdo pilną kopiją

source: Create backup
lt: Sukurti atsarginę kopiją

source: Current bootsettings: %s (%s)%s
lt: Dabartiniai įkrovos nustatymai: %s (%s)%s

source: Current load boxmode: %s
lt: Dabartinis įkrovos režimas:%s

source: Days Profile
lt: Dienų profilis

source: Disabled
lt: Išjungta

source: Do you really want to create a full backup in directory %s ?
lt: Ar tikrai norite sukurti pilną atsarginę kopiją į katalogą %s?

source: Do you really want to stop the creation of backup?
lt: Ar tikrai norite nutraukti atsarginės kopijos kūrimą?

source: Do you really want to unpack %s ?
lt: Ar tikrai norite išskleisti %s?

source: Do you want to reboot now with selected image?
lt: Ar norite iš naujo paleisti imtuvą su pasirinktu atvaizdu?

source: Do you want to reboot now?
lt: Ar norite paleisti iš naujo dabar?

source: Done
lt: Atlikta

source: Error creating zip archive!
lt: Klaida, kuriant zip archyvą!

source: Error in file %s
lt: Klaida faile %s

source: Error reading image from file '/boot/%s'! Please flashing another image for this partition.
lt: Klaida, skaitant atvaizdą iš failo '/boot/%s'! Pasirinkite šiam skaidiniui kitą atvaizdą.

source: Error unmounting devices!
lt: Klaida, atjungiant įrenginius!

source: Exit
lt: Uždaryti

source: Exit and eject device
lt: Užverkite ir išimkite prietaisą

source: Failed
lt: Nepavyko

source: File '/boot/%s' copy to '/boot/STARTUP' failed!
lt: Failo '/boot/%s' nukopijuoti į '/boot/STARTUP' nepavyko!

source: File not found - rename failed!
lt: Failas nerastas - pervadinti nepavyko!

source: Flashing:
lt: Diegiama:

source: For backup your receiver files are needed:
lt: Atsarginei kopijai sukurti reikalingi failai:

source: For flashing your receiver files are needed:
lt: Įdiegimui reikalingi failai:

source: Fourth partition
lt: Ketvirtas skaidinys

source: Friday
lt: penktadienis

source: Full backup for all recievers
lt: Visų imtuvų pilna atsarginė kopija

source: FullBackup Configuration
lt: Pilnos atsarginės kopijos nuostatos

source: Image %s
lt: Atvaizdas: %s

source: In the next few seconds to start Automatic Full Backup! Options control panel will not be available 5-7 minutes. Run backup now?
lt: Per artimiausias keletą sekundžių prasidės automatinis pilnos atsarginės kopijos kūrimas! Nustatymų valdymas nebus galimas 5-7 minutes. Sukurti atsarginę kopiją dabar?

source: Install util-linux-blkid?
lt: Įdiegti util-linux-blkid?

source: Last backup date
lt: Paskutinės atsarginės kopijos data

source: Manual
lt: Rankiniu būdu

source: Monday
lt: pirmadienis

source: MultiBoot STARTUP switcher
lt: Atvaizdų multiįkėlimo PALEIDIMO pasirinkimas

source: MultiBoot switcher
lt: Atvaizdų multiįkėlimo pasirinkimas

source: NOT found files for flashing!
lt: Failų diegimui NERASTA!

source: Name already exists - rename failed!
lt: Šis pavadinimas jau yra - pervadinti nepavyko!

source: Next boot will start from Image 1.
lt: Kitąkart įsikels atvaizdas 1.

source: No
lt: Ne

source: No backup present
lt: Atsarginių kopijų nėra

source: Not selected directory backup
lt: Nepasirinktas katalogas kopijavimui

source: Only kernel
lt: Tik branduolį

source: Only root
lt: Tik pagrindinį

source: Open multiBoot switcher
lt: Atvaizdų multiįkėlimo pasirinkimas

source: Please enter new name:
lt: Įrašykite naują pavadinimą:

source: Please wait! Greating zip archive...
lt: Truputį palaukite! Kuriamas zip archyvas...

source: Please: DO NOT reboot your STB and turn off the power.
lt: NEPALEIDINĖKITE aparato iš naujo ir NEIŠJUNKITE maitinimo įtampos.

source: Press OK
lt: Spauskite 'OK'

source: Read error current dir, sorry.
lt: Klaida, skaitant šį katalogą.

source: Rename
lt: Pervadinti

source: Rename failed!
lt: Pervadinti nepavyko!

source: Restore backup
lt: Atkurti atsarginę kopiją

source: Run flash
lt: Pradėti diegimą

source: Running
lt: Vyksta

source: Saturday
lt: šeštadienis

source: Save
lt: Išsaugoti

source: Scan at automount for create backup
lt: Atsarginei kopijai sukurti, nuskaityti autopajungimo metu

source: Second partition
lt: Antras skaidinys

source: Second partition (only kernel)
lt: Antras skaidinys (tik branduolį)

source: Second partition (only root)
lt: Antras skaidinys (tik pagrindinį)

source: Second partition (root and kernel)
lt: Antras skaidinys (pagrindinį ir branduolį)

source: Select Image: %s
lt: Pasirinkite atvaizdą: %s

source: Select action:
lt: Pasirinkite veiksmą:

source: Select backup for add to OpenMultiboot
lt: Pasirinkite atsarginę kopiją įtraukimui į OpenMultiboot

source: Select bootoption: %s
lt: Įkrovos parinktis: %s

source: Select bootoption: not supported - see info
lt: Įkrovos parinktis: negalima. Plačiau - informacijoje

source: Select parameter for start flash!
lt: Pasirinkite diegimo parametrus!

source: Select the folder with backup
lt: Pasirinkite katalogą su atsargine kopija

source: Select the option to create a backup:
lt: Parinktys atsarginei kopijai sukurti:

source: Show message during the start
lt: Prieš pradedant, pranešti žinute

source: Show multiBoot switcher in menu shutdown
lt: Atvaizdų multiįkėlimo pasirinkimą rodyti išjungimo meniu

source: Show only found image and mtd partitions.
lt: Rodyti tik rastą atvaizdą ir MTD skaidinius.

source: Simulate (no write)
lt: Imituoti (be įrašymo)

source: Simulate fourth partition (no write)
lt: Imituoti ketvirtą skaidinį (be įrašymo)

source: Simulate second partition (no write)
lt: Imituoti antrą skaidinį (be įrašymo)

source: Simulate third partition (no write)
lt: Imituoti trečią skaidinį (be įrašymo)

source: Sorry! This boot is not flash image!
lt: Atleiskite! Ši įkrova nėra įdiegiamas atvaizdas!

source: Standard (root and kernel)
lt: Standartinis (atvaizdas ir branduolys)

source: Starting Automatic Full Backup! Options control panel will not be available 5-7 minutes. Please wait ...
lt: Pradedamas automatinis pilnos atsarginės kopijos kūrimas! Nustatymų valdymas nebus galimas 5-7 minutes. Palaukite...

source: Sunday
lt: sekmadienis

source: The device was successfully unmounted!
lt: Įrenginys sėkmingai atjungtas!

source: The image or kernel will be flashing and auto booted in few minutes.
lt: Atvaizdas, arba branduolys bus įdiegtas ir automatiškai pasileis po kelių minučių.

source: Third partition
lt: Trečias skaidinys

source: Thursday
lt: ketvirtadienis

source: Tuesday
lt: antradienis

source: Unable to read image number
lt: Nepavyksta perskaityti atvaizdo numerio

source: Unzip
lt: Išskleisti

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
lt: Įspėjimas! Naudokite savo atsakomybe! Prieš naudojimą, visada padarykite atsarginę kopiją! Nenaudokite jo, jei naudojate keliatomius UBI!

source: Warning!Please install util-linux-blkid.
lt: Įspėjimas! Įdiekite util-linux-blkid.

source: Wednesday
lt: trečiadienis

source: Write error!
lt: Įrašymo klaida!

source: Wrong Bootsettings detected!
lt: Neteisingi įkrovos nustatymai!

source: Yes
lt: taip

source: You may not use this settings! At least one day a week should be included!
lt: Jūs negalite naudoti šių nustatymų! Turi būti įtraukta bent viena savaitės diena!

source: Your STB will freeze during the flashing process.
lt: Diegimo metu jūsų imtuvas nustos reaguoti į komandas.

source: Your box needs Bootloaderversion(s) %s to make compatible with Bootoptions!
lt: Kad atitiktų įkrovos nustatymus, Jūsų imtuvui reikia įkrovos programos versijos %s

source: Your reciever not supported!
lt: Jūsų imtuvui netinkama!

source: cleanup disabled
lt: valymas išjungtas

source: current: %s
lt: dabar: %s

source: disabled
lt: išjungta

source: no
lt: ne

source: no image found
lt: nėra atvaizdo

source: ofgwrite flashing ready.
lt: ofgwrite įdiegimui parengtas.

source: ofgwrite will stop enigma2 now to run the flash.
lt: ofgwrite dabar sustabdys enigma2 ir pradės diegimą.

source: older than 1 week
lt: senesnius, nei 1 savaitės

source: older than 2 days
lt: senesnius, nei 2 dienų

source: older than 2 weeks
lt: senesnius, nei 2 savaičių

source: older than 3 days
lt: senesnius, nei 3 dienų

source: older than 3 months
lt: senesnius, nei 3 mėnesių

source: older than 3 weeks
lt: senesnius, nei 3 savaičių

source: older than 4 weeks
lt: senesnius, nei 4 savaičių

source: placeholder message 2
lt: vietos rezervavimo žinutė 2

source: please press exit to go back to the menu.
lt: kad grįžtumėte į meniu, spauskite 'EXIT'.

source: type info
lt: informacijos tipas

source: type yes/no
lt: tipas taip/ne

source: unknown
lt: nežinoma

source: wake up and shutdown after backup
lt: pažadinti ir išjungti po atsarginės kopijos sukūrimo

source: wake up for backup
lt: pažadinti atsarginei kopijai sukurti
